Repository: RYGhub/funkwhale
Catalog: front/locales/*/LC_MESSAGES/app.po
Languages: nl

# Content/Settings/Paragraph
source: You can use those to enjoy your playlist and music in offline mode, on your smartphone or tablet, for instance.
nl: Je kunt ze gebruiken om ook offline te genieten van je afspeellijst en muziek, bijvoorbeeld op je smartphone of tablet.

# Sidebar/Player/Title
source: You have a radio playing
nl: Er wordt een radiostation afgespeeld

# Popup/Settings/List item
source: You will be logged out from this session and have to log in with the new one
nl: Je wordt uitgelogd uit deze sessie moet inloggen op de nieuwe

# Content/Settings/Paragraph
source: You will have to update your password on your clients that use this password.
nl: Je moet je wachtwoord bijwerken op je clients die ook dit wachtwoord gebruiken.

# Head/Favorites/Title
source: Your Favorites
nl: Je favorieten

# Content/Notifications/Title
source: Your notifications
nl: Je meldingen

# Content/Signup/Card.Paragraph
source: Your password has been updated successfully.
nl: Je wachtwoord is bijgewerkt.

# Popup/Settings/List item
source: Your Subsonic password will be changed to a new, random one, logging you out from devices that used the old Subsonic password
nl: Je Subsonic-wachtwoord wordt vervangen door een nieuwe, waardoor je wordt uitgelogd op apparaten die het oude wachtwoord gebruiken
