Repository: RYGhub/funkwhale
Catalog: front/locales/*/LC_MESSAGES/app.po
Languages: nl

# Content/*/*/Noun
source: Email
nl: E-mailadres

# Content/*/*
source: Email address
nl: E-mailadres

# Content/*/Button.Label/Verb
source: Embed
nl: Embedden

# Popup/Album/Title/Verb
source: Embed this album on your website
nl: Embed dit album op je website

# Popup/Artist/Title/Verb
source: Embed this artist work on your website
nl: Embed deze artiest op je website

# Popup/Album/Title/Verb
source: Embed this playlist on your website
nl: Embed deze afspeellijst op je website

# Popup/Track/Title
source: Embed this track on your website
nl: Embed dit nummer op je website

# Content/Moderation/Table.Label/Noun
source: Emitted library follows
nl: Uitgezonden bibliotheekvolgingen

# Content/Moderation/Table.Label/Noun
source: Emitted messages
nl: Uitgezonden berichten

# */*/*/State of feature
source: Enabled
nl: Ingeschakeld

# Content/Library/Input.Placeholder
source: Enter a library URL
nl: Voer de URL van een bibliotheek in

# Content/Search/Input.Placeholder
source: Enter a radio name…
nl: Voer een radionaam in…

# Content/Search/Input.Placeholder
source: Enter album title…
nl: Voer albumtitel in…

# Content/Search/Input.Placeholder
source: Enter artist name…
nl: Voer artiestnaam in…

# Content/Playlist/Placeholder/Call to action
source: Enter playlist name…
nl: Voer een afspeellijst-titel in…

# Content/Signup/Input.Placeholder
source: Enter the email address linked to your account
nl: Voer het e-mailadres in dat is gekoppeld aan je account

# Content/Signup/Form/Placeholder
source: Enter your email
nl: Voer je e-mailadres in

# Content/Signup/Form/Placeholder
source: Enter your invitation code (case insensitive)
nl: Voer je uitnodigingscode in (hoofdletterongevoelig)

# Content/Signup/Form/Placeholder
source: Enter your username
nl: Voer je gebruikersnaam in

# Content/Login/Input.Placeholder
source: Enter your username or email
nl: Voer je gebruikersnaam of e-mailadres in

# Content/*/Error message.Title
source: Error
nl: Fout

# Popup/Import/Table.Label/Noun
source: Error detail
nl: Foutdetail

# Content/Admin/Menu
source: Error reporting
nl: Foutrapportage

# Popup/Import/Table.Label/Noun
source: Error type
nl: Foutsoort

# Content/*/Error message/Header
source: Error while applying action
nl: Fout tijdens toepassen van actie

# Content/Signup/Card.Title
source: Error while asking for a password reset
nl: Fout tijdens aanvragen van wachtwoordherstel

# Popup/Moderation/Error message
source: Error while authorizing application
nl: Fout bij het autoriseren van applicatie

# Content/Signup/Card.Title
source: Error while changing your password
nl: Fout tijdens wijzigen van wachtwoord

# Content/Moderation/Message.Title
source: Error while creating domain
nl: Fout bij aanmaken van domein

# Popup/Moderation/Error message
source: Error while creating filter
nl: Fout bij aanmaken van filter

# Content/Admin/Error message.Title
source: Error while creating invitation
nl: Fout tijdens creëren van uitnodiging

# Content/Moderation/Error message.Title
source: Error while creating rule
nl: Fout bij aanmaken van regel

# Popup/Moderation/Error message
source: Error while fetching application data
nl: Fout bij ophalen van applicatiegegevens

# Content/Moderation/Table
source: Error while fetching node info
nl: Fout bij het ophalen van serverinformatie

# Content/*/Error message.Title
source: Error while saving settings
nl: Fout tijdens opslaan van instellingen

# Content/Library/Error message.Title
source: Error while submitting edit
nl: Fout bij indienen van bewerking

# Content/Moderation/Error message.Title
source: Error while submitting note
nl: Fout bij indienen van notitie

# Popup/Moderation/Error message
source: Error while submitting report
nl: Fout bij indienen van melding

# Content/Library/Table/Short
source: Errored
nl: Mislukt

# Content/Library/Label
source: Errored files
nl: Mislukte bestanden

# Content/Settings/Dropdown/Short
source: Everyone
nl: Iedereen

# Content/Settings/Dropdown
source: Everyone on this instance
nl: Iedereen op deze server

# Content/Settings/Dropdown
source: Everyone, across all instances
nl: Iedereen, op alle servers

# Content/Radio/Table.Label/Verb
source: Exclude
nl: Uitsluiten

# */*/Button,Label
source: Expand
nl: Uitklappen

# Content/Admin/Table.Label/Noun
source: Expiration date
nl: Vervaldatum

# Content/Admin/Table
source: Expired
nl: Vervallen

# Content/Admin/Dropdown/Adjective
source: Expired/used
nl: Vervallen/gebruikt

# Content/Moderation/Help text
source: Explain why you're applying this policy. Depending on your instance configuration, this will help you remember why you acted on this account or domain, and may be displayed publicly to help users understand what moderation rules are in place.
nl: Leg uit waarom je dit beleid toepast. Zo kun je later nog achterhalen waarom je actie hebt ondernomen op dit account of dit domein. Afhankelijk van de instellingen op je server, wordt dit ook aan gebruikers getoond zodat ze kunnen begrijpen welke regels er gelden.

# Content/Library/Dropdown
source: Failed
nl: Mislukt

# Content/Library/Card.List item/Noun
source: Failed tracks:
nl: Mislukte nummers:

# */*/*
source: Favorited tracks
nl: Favoriete nummers

# Sidebar/Favorites/List item.Link/Noun
source: Favorites
nl: Favorieten

# Content/Library/Card.Table.Header/Short
source: Field
nl: Veld

# Content/Library/Table.Label
source: Filename
nl: Bestandsnaam

# Content/Radio/Table.Label/Noun
source: Filter name
nl: Filternaam

# Content/Home/Link
source: Find another pod
nl: Zoek een andere pod

# Content/Library/*
source: Finished
nl: Afgerond

# Content/Moderation/Table.Label/Short (Value is a date)
source: First seen
nl: Eerst gezien

# Content/Moderation/Dropdown/Noun
source: First seen date
nl: Eerst gezien-datum

# Popup/Keyboard shortcuts/Table.Label/Verb
source: Focus searchbar
nl: Focus zoekbalk

# Content/Library/Card.Button.Label/Verb
source: Follow
nl: Volgen

# Content/Library/Title/Verb
source: Follow remote libraries
nl: Externe verzamelingen volgen

# Content/Library/Card.Paragraph
source: Follow request pending approval
nl: Openstaande volgverzoeken

# Content/Federation/*/Noun
source: Followers
nl: Volgers

# Content/OAuth Scopes/Label
source: Follows
nl: Volgingen

# Content/Auth/Label/Noun
source: Full access
nl: Volledige toegang

# Content/Settings/Paragraph'
source: Funkwhale is compatible with other music players that support the Subsonic API.
nl: Funkwhale werkt met andere muziekspelers die de Subsonic-API ondersteunen.

# Content/Home/Paragraph
source: Funkwhale is free and developped by a friendly community of volunteers.
nl: Funkwhale is gratis en wordt ontwikkeld door een vriendelijke gemeenschap van vrijwilligers.

# */*/*
source: Funkwhale version
nl: Funkwhale-versie

# Popup/Keyboard shortcuts/Title
source: General shortcuts
nl: Algemene sneltoetsen

# Content/Admin/Button.Label/Verb
source: Get a new invitation
nl: Nieuwe uitnodiging aanvragen

# Content/Library/Button.Label/Verb
source: Get started
nl: Aan de slag

# Footer/*/Link
source: Getting help
nl: Hulp en ondersteuning

# Content/*/Button.Label/Short, Verb
source: Go
nl: Ga

# Content/*/Button.Label/Verb
source: Go to home page
nl: Terug naar hoofdpagina

# Content/Notifications/Button.Label
source: Got it!
nl: Begrepen!

# Content/Settings/Title
source: Hidden artists
nl: Verborgen artiesten

# */*/*/Verb
source: Hide
nl: Verbergen

# Content/Moderation/Help text
source: Hide account or domain content, except from followers.
nl: Verberg account- of domeininhoud, behalve voor volgers.

# Popup/*/Button.Label
source: Hide content
nl: Inhoud verbergen

# */Queue/Dropdown/Button/Label/Short
source: Hide content from this artist
nl: Content van deze artiest verbergen

# Sidebar/Player/Icon.Tooltip/Verb
source: Hide content from this artist…
nl: Verberg content van deze artiest…

# Head/Home/Title
source: Home
nl: Startpagina

# Content/Settings/Paragraph
source: However, accessing Funkwhale from those clients require a separate password you can set below.
nl: Om Funkwhale te benaderen via die apps is een apart wachtwoord nodig. Dit kan je hieronder instellen.

# Content/Signup/Paragraph
source: If the email address provided in the previous step is valid and linked to a user account, you should receive an email with reset instructions in the next couple of minutes.
nl: Als het e-mailadres uit de vorige stap geldig is en verbonden aan een gebruikersaccount, dan zou je binnen de paar minuten een e-mail moeten ontvangen met resetinstructies.

# Content/Applications/Paragraph
source: If you authorize third-party applications to access your data, those applications will be listed here.
nl: Als je applicaties van derden toegang hebt gegeven tot je data, vind je ze hier in de lijst.

# Content/Moderation/Dropdown
source: Illegal content
nl: Illegale inhoud

# Popup/Import/Title
source: Import detail
nl: Details van de import

# Content/Library/Input.Label/Noun
source: Import reference
nl: Importnummer

# Content/Library/Help text
source: Imported
nl: Geïmporteerd

# */*/Error
source: Impossible to connect to the remote server
nl: Kan geen verbinding krijgen met de externe server

# Popup/Moderation/List item
source: In "Recently added" widget
nl: In de "Recent toegevoegd" widget

# Popup/Moderation/List item
source: In artists and album listings
nl: In artiesten- en albumlijsten

# Content/Track/Button.Message
source: In favorites
nl: In je favorieten

# Popup/Moderation/List item
source: In other users favorites and listening history
nl: In favorieten en luistergeschiedenis van andere gebruikers

# Popup/Moderation/List item
source: In radio suggestions
nl: In radiosuggesties

# Content/Admin/Table
source: Inactive
nl: Inactief

# Popup/Keyboard shortcuts/Table.Label/Verb
source: Increase volume
nl: Volume verhogen

# Content/Playlist/Button.Label/Verb
source: Insert from queue (%{ count } track)
nl: Toevoegen vanuit wachtrij (%{ count } nummer)

# Content/Settings/Dropdown/Short
source: Instance
nl: Server

# Content/Moderation/Title
source: Instance data
nl: Servergegevens

# Content/Admin/Menu
source: Instance information
nl: Serverinformatie

# Content/Radio/Title
source: Instance radios
nl: Radio's op deze server

# Head/Admin/Title
source: Instance settings
nl: Serverinstellingen

# Popup/Instance/Input.Label/Noun
source: Instance URL
nl: Server-URL

# Content/*/*/Noun
source: Internal notes
nl: Interne notities

# Content/Library/Help text
source: Invalid file type, ensure you are uploading an audio file. Supported file extensions are %{ extensions }
nl: Ongeldig bestandstype, zorg ervoor dat u een audiobestand uploadt. Ondersteunde bestandsextensies zijn %{ extensions }

# Popup/Import/Error.Label
source: Invalid metadata
nl: Ongeldige metadata

# Content/*/Input.Label
source: Invitation code
nl: Uitnodigingscode

# */Admin/*/Noun
source: Invitations
nl: Uitnodigingen

# Content/Moderation/*/Adjective
source: Is present on allow-list
nl: Is aanwezig op toestemmingslijst

# Popup/Instance/Error message.Title
source: It is not possible to connect to the given URL
nl: Het is niet mogelijk om verbinding te maken met de opgegeven URL

# */*/*/Noun
source: Keyboard shortcuts
nl: Sneltoetsen

# Content/Moderation/Table.Label.Link
source: Known accounts
nl: Bekende accounts

# Content/Library/Title
source: Known libraries
nl: Bekende verzamelingen

# Content/Profile/Table.Label/Short, Noun (Value is a date)
source: Last activity
nl: Laatste activiteit

# Content/*/Table.Label
source: Last checked
nl: Laatst gecontroleerd

# Popup/Playlist/Table.Label/Short
source: Last modification
nl: Laatste wijziging

# Content/Moderation/Table.Label/Noun
source: Last seen
nl: Laatst gezien

# Content/Moderation/Dropdown/Noun
source: Last seen date
nl: Datum laatst gezien

# Content/Library/Card.List item/Noun
source: Last update:
nl: Laatste update:

# Modal/*/Button.Label/Short, Verb
source: Launch
nl: Opstarten

# Content/Home/Link
source: Learn more
nl: Meer leren

# Content/Admin/Input.Placeholder
source: Leave empty for a random code
nl: Laat leeg om een willekeurig code te krijgen

# Popup/Embed/Paragraph
source: Leave empty for a responsive widget
nl: Laat leeg voor een responsieve widget

# */*/*/Noun
source: Length
nl: Lengte

# */*/*/Noun
source: Libraries
nl: Verzamelingen

# Content/OAuth Scopes/Label
source: Libraries and uploads
nl: Bibliotheek en uploads

# Content/Library/Paragraph
source: Libraries help you organize and share your music collections. You can upload your own music collection to Funkwhale and share it with your friends and family.
nl: Verzamelingen helpen je bij het organiseren en delen van je muziekverzamelingen. Je kunt je eigen muziek uploaden naar Funkwhale en delen met vrienden en familie.

# */*/*/Noun
source: Library
nl: Bibliotheek

# Content/Library/Message
source: Library created
nl: Bibliotheek gecreëerd

# Content/Moderation/Title
source: Library data
nl: Bibliotheekgegevens

# Content/Library/Message
source: Library deleted
nl: Bibliotheek verwijderd

# Content/Admin/Title/Noun
source: Library edits
nl: Bibliotheekbewerkingen

# Content/Library/Message
source: Library updated
nl: Bibliotheek bijgewerkt

# Content/*/*/Noun
source: License
nl: Licentie

# Footer/Settings/Dropdown.Label/Theme name
source: Light
nl: Licht

# Content/Moderation/Table.Label/Noun
source: Linked reports
nl: Gelinkte meldingen

# Content/Home/Link
source: Listen to public albums and playlists shared on this pod
nl: Luister naar publiek toegankelijke albums en afspeellijsten op deze pod

# */*/*/Noun
source: Listenings
nl: Luisterbeurten

# Content/*/Button.Label
source: Load more…
nl: Laad meer…

# Content/Library/Paragraph
source: Loading followers…
nl: Volgers aan het laden…

# Content/Library/Paragraph
source: Loading Libraries…
nl: Bibliotheken aan het laden…

# Content/Notifications/Paragraph
source: Loading notifications…
nl: Notificaties aan het laden…

# Content/Library/Paragraph
source: Loading remote libraries…
nl: Externe bibliotheken aan het laden…

# Content/Library/Paragraph
source: Loading usage data…
nl: Gebruiksgegevens aan het laden…

# Content/Favorites/Message
source: Loading your favorites…
nl: Je favorieten aan het laden…

# Content/Moderation/*/Short, Noun
source: Local
nl: Lokaal

# Content/Moderation/*/Short, Noun
source: Local account
nl: Lokale account

# Head/Login/Title
source: Log In
nl: Inloggen

# Content/Login/Title/Verb
source: Log in to your Funkwhale account
nl: Log in op je Funkwhale-account

# Head/Login/Title
source: Log Out
nl: Uitloggen

# */Login/*/Verb
source: Login
nl: Inloggen

# Sidebar/Login/List item.Link/Verb
source: Logout
nl: Uitloggen

# Content/Library/Paragraph
source: Looks like you don't have a library, it's time to create one.
nl: Het lijkt erop dat je geen bibliotheek hebt; tijd om er één te creëren.

# Sidebar/Player/Icon.Tooltip
source: Looping disabled. Click to switch to single-track looping.
nl: Herhalen uitgeschakeld. Klik om over te schakelen naar één nummer-herhaling.

# Sidebar/Player/Icon.Tooltip
source: Looping on a single track. Click to switch to whole queue looping.
nl: Eén nummer wordt herhaald. Klik om over te schakelen naar wachtrijherhaling.

# Sidebar/Player/Icon.Tooltip
source: Looping on whole queue. Click to disable looping.
nl: Gehele wachtrij wordt herhaald. Klik om herhalen uit te schakelen.

# Sidebar/*/Hidden text
source: Main menu
nl: Hoofdmenu

# Head/Admin/Title
source: Manage library
nl: Bibliotheek beheren

# Popup/Moderation/Title/Verb
source: Manage moderation rules for %{ obj }
nl: Beheer moderatieregels voor %{ obj }

# Popup/Playlist/Title/Verb
source: Manage playlists
nl: Afspeellijsten beheren

# Head/Admin/Title
source: Manage users
nl: Gebruikers beheren

# Content/Playlist/Button.Label/Verb
source: Manage your playlists
nl: Beheer je afspeellijsten

# Content/Notifications/Button.Label/Verb
source: Mark all as read
nl: Alles markeren als gelezen

# Content/Notifications/Button.Tooltip/Verb
source: Mark as read
nl: Markeer als gelezen

# Content/Notifications/Button.Tooltip/Verb
source: Mark as unread
nl: Markeer als ongelezen

# Sidebar/Player/Hidden text
source: Media player
nl: Mediaspeler

# */*/Field.Label/Noun
source: Message
nl: Bericht

# Footer/*/List item.Link
source: Mobile and desktop apps
nl: Mobiele- en desktop-apps

# Content/Home/Link
source: Mobile apps
nl: Mobiele apps

source: Moderation
nl: Moderatie

# Content/Moderation/Card.Paragraph
source: Moderation policies help you control how your instance interact with a given domain or account.
nl: Met moderatieregels kun je bepalen of en hoe er interactie is tussen jouw server en een bepaald domein of account.

# Content/Moderation/Button.Label
source: Moderation rules…
nl: Moderatieregels…

# Content/Library/Card/Short
source: Modification %{ id }
nl: Modificatie %{ id }

# Content/Playlist/Dropdown/Noun
source: Modification date
nl: Bewerkt op

# */*/Button.Label/Noun
source: More…
nl: Meer…

# */*/*/Noun
source: Music
nl: Muziek

# Sidebar/Player/Icon.Tooltip/Verb
source: Mute
nl: Dempen

# Content/Moderation/*/Verb
source: Mute activity
nl: Demp activiteit

# Content/Moderation/*/Verb
source: Mute notifications
nl: Demp notificaties

# Content/Radio/Input.Placeholder
source: My awesome description
nl: Mijn geweldige omschrijving

# Content/Library/Input.Placeholder
source: My awesome library
nl: Mijn geweldige bibliotheek

# Content/Playlist/Input.Placeholder
source: My awesome playlist
nl: Mijn geweldige afspeellijst

# Content/Radio/Input.Placeholder
source: My awesome radio
nl: Mijn geweldige radio

# Content/Library/Title
source: My libraries
nl: Mijn verzamelingen

# */*/*
source: N/A
nl: N.B.

# */*/*/Noun
source: Name
nl: Naam

# */*/*
source: Never
nl: Nooit

# Content/Settings/Input.Label
source: New password
nl: Nieuw wachtwoord

# Sidebar/Player/Paragraph
source: New tracks will be appended here automatically.
nl: Nieuwe nummers worden hier automatisch toegevoegd.

# Content/Library/Card.Table.Header/Short
source: New value
nl: Nieuwe waarde

# Sidebar/Player/Icon.Tooltip
source: Next track
nl: Volgend nummer

# */*/*
source: No
nl: Nee

# Content/Search/Paragraph
source: No album matched your query
nl: Geen albums gevonden voor je zoekopdracht

# Content/Search/Paragraph
source: No artist matched your query
nl: Geen artiesten gevonden voor je zoekopdracht

# Content/Home/Paragraph
source: No description available.
nl: Geen beschrijving beschikbaar.

# Content/Federation/Paragraph
source: No matching library.
nl: Geen overeenkomende bibliotheek.

# Content/Notifications/Paragraph
source: No notification to show.
nl: Geen notificaties te tonen.

# Content/*/Paragraph
source: No results were found.
nl: Geen resultaten werden gevonden.

# Content/Home/Paragraph
source: No rules available.
nl: Geen regels beschikbaar.

# Content/Home/Paragraph
source: No terms available.
nl: Geen termen beschikbaar.

# Content/Settings/Dropdown
source: Nobody except me
nl: Niemand, behalve ik

# Content/Library/Paragraph
source: Nobody is following this library
nl: Niemand volgt deze bibliotheek

# Content/Admin/Table
source: Not used
nl: Niet gebruikt

source: Notifications
nl: Meldingen

# Content/Moderation/Dropdown
source: Offensive content
nl: Aanstootgevende inhoud

# Footer/*/List item.Link
source: Official website
nl: Officiële website

# Content/Settings/Input.Label
source: Old password
nl: Vorig wachtwoord

# Content/Library/Card.Table.Header/Short
source: Old value
nl: Oude waarde

# Content/Moderation/Link
source: Open in moderation interface
nl: Open in moderatie-interface

# Content/Moderation/Link/Verb
source: Open local profile
nl: Open lokaal profiel

# Content/Moderation/Link/Verb
source: Open on MusicBrainz
nl: Open op MusicBrainz

# Content/Moderation/Link/Verb
source: Open profile
nl: Open profiel

# Content/Moderation/Link/Verb
source: Open remote profile
nl: Open extern profiel

# Content/Moderation/Card.Title
source: Or customize your rule
nl: Of pas de regel aan

# Content/Search/Dropdown.Label/Noun
source: Order
nl: Volgorde

# Content/Search/Dropdown.Label/Noun
source: Ordering
nl: Volgorde

# Content/Search/Dropdown.Label/Noun
source: Ordering direction
nl: Sorteervolgorde

# Content/Moderation/Dropdown
source: Other
nl: Overig

# */*/*
source: Owner
nl: Eigenaar

# Head/*/Title
source: Page Not Found
nl: Pagina Niet Gevonden

# Content/*/Title
source: Page not found!
nl: Pagina niet gevonden!

# Content/*/Hidden text/Noun
source: Pagination
nl: Paginatie

# */*/*
source: Password
nl: Wachtwoord

# Content/Settings/Message
source: Password updated
nl: Wachtwoord bijgewerkt

# Content/Signup/Card.Title
source: Password updated successfully
nl: Wachtwoord is gewijzigd

# Sidebar/Player/Icon.Tooltip/Verb
source: Pause track
nl: Nummer pauzeren

# Popup/Keyboard shortcuts/Table.Label/Verb
source: Pause/play the current track
nl: Pauzeer/speel het huidige nummer

# Content/Moderation/Card.List item
source: Paused
nl: Gepauzeerd

# Content/Library/*/Short
source: Pending
nl: In behandeling

# Content/Library/Table/Short
source: Pending approval
nl: Wachtend op goedkeuring

# Content/Library/Label
source: Pending files
nl: In behandeling zijnde bestanden

# Sidebar/Notifications/Hidden text
source: Pending follow requests
nl: In behandeling zijnde volgverzoeken

# Sidebar/Moderation/Hidden text
source: Pending review edits
nl: Openstaande bewerkingen

# Content/*/*/Noun
source: Permissions
nl: Machtigingen

# */Queue/Button.Label/Short, Verb
source: Play
nl: Afspelen

# Content/Queue/Button.Label/Short, Verb
source: Play all
nl: Alles afspelen

# Content/Artist/Button.Label/Verb
source: Play all albums
nl: Alle albums afspelen

# */Queue/Dropdown/Button/Title
source: Play next
nl: Hierna afspelen

# Popup/Keyboard shortcuts/Table.Label/Verb
source: Play next track
nl: Speel volgende nummer

# */Queue/Dropdown/Button/Title
source: Play now
nl: Nu afspelen

# Popup/Keyboard shortcuts/Table.Label/Verb
source: Play previous track
nl: Speel vorig nummer

# */Queue/Dropdown/Button/Title
source: Play similar songs
nl: Speel soortgelijke nummers

# Sidebar/Player/Hidden text
source: Play this track
nl: Speel dit nummer

# Sidebar/Player/Icon.Tooltip/Verb
source: Play track
nl: Nummer afspelen

# */*/*
source: Playlist
nl: Afspeellijst

# Content/Playlist/Header.Subtitle
source: Playlist containing %{ count } track, by %{ username }
nl: Afspeellijst met %{ count } nummer, door %{ username }

# Content/Playlist/Message
source: Playlist created
nl: Afspeellijst gecreëerd

# Content/Playlist/Title
source: Playlist editor
nl: Afspeellijst wijzigen

# Content/Playlist/Input.Label
source: Playlist name
nl: Afspeellijstnaam

# Content/Playlist/Message
source: Playlist updated
nl: Afspeellijst gewijzigd

# Content/Playlist/Dropdown.Label
source: Playlist visibility
nl: Zichtbaarheid van afspeellijst

# */*/*
source: Playlists
nl: Afspeellijsten

# Content/Embed/Message
source: Please contact your admins and ask them to update the corresponding setting.
nl: Neem alsjeblieft contact op met de beheerders om te vragen de relevante instellingen aan te passen.

# Content/Settings/Error message.List item/Call to action
source: Please double-check your password is correct
nl: Controleer of je wachtwoord klopt

# Content/About/Header/Name
source: Pod configuration
nl: Pod-configuratie

# */*/*/Short, Noun
source: Position
nl: Positie

# Content/Moderation/Help text
source: Prevent account or domain from triggering notifications, except from followers.
nl: Voorkom dat account of domein notificaties veroorzaakt, behalve van volgers.

# Popup/Embed/Title/Noun
source: Preview
nl: Voorbeeld

# Sidebar/Player/Icon.Tooltip
source: Previous track
nl: Vorig nummer

# Content/Settings/Dropdown/Short
source: Private
nl: Privé
