Repository: RYGhub/funkwhale
Catalog: front/locales/*/LC_MESSAGES/app.po
Languages: nl

# Popup/Playlist/Paragraph
source: "%{ title }", by %{ artist }
nl: "%{ title }", van %{ artist }

# Content/Auth/Title
source: %{ app } wants to access your Funkwhale account
nl: %{ app } wil toegang tot je Funkwhale account

# Content/Home/Stat
source: %{ count } active user
nl: %{ count } actieve gebruiker

# Content/Home/Stat
source: %{ count } albums
nl: %{ count } album

# */*/*
source: %{ count } allowed domains
nl: %{ count } toegelaten domein

# Content/Home/Stat
source: %{ count } artists
nl: %{ count } artiest

# Content/Favorites/Title
source: %{ count } favorite
nl: %{ count } favoriet

# Content/Home/Stat
source: %{ count } hour of music
nl: %{ count } uur muziek

# Content/Home/Stat
source: %{ count } listenings
nl: %{ count } luisterbeurt

# Content/*/Paragraph
source: %{ count } on %{ total } selected
nl: %{ count } van %{ total } geselecteerd

# */*/*
source: %{ count } track
nl: %{ count } nummer

# Content/Artist/Paragraph
source: %{ count } track in %{ albumsCount } albums
nl: %{ count } nummer in %{ albumsCount } albums

# Content/Radio/Table.Paragraph/Short
source: %{ count } track matching combined filters
nl: % { count } nummer komt overeen met de gecombineerde filters

# Content/Home/Stat
source: %{ count } tracks
nl: %{ count } nummer

# Content/Library/Paragraph
source: %{ current } used on %{ max } allowed
nl: %{ current } in gebruik; maximaal %{ max } toegestaan

# Content/*/Paragraph
source: %{ hours } h %{ minutes } min
nl: %{ hours } uur %{ minutes } min

# Content/Notifications/Paragraph
source: %{ username } accepted your follow on library "%{ library }"
nl: %{ username } heeft je volgverzoek voor de bibliotheek "%{ library }" geaccepteerd

# Content/Notifications/Paragraph
source: %{ username } followed your library "%{ library }"
nl: %{ username } volgt nu je bibliotheek "%{ library }"

# Content/Notifications/Paragraph
source: %{ username } wants to follow your library "%{ library }"
nl: %{ username } wil je bibliotheek "%{ library }" volgen

# Head/Profile/Title
source: %{ username }'s profile
nl: %{ username }'s profiel

# Popup/Playlist/Paragraph
source: <strong>%{ track }</strong> is already in <strong>%{ playlist }</strong>.
nl: <strong>%{ track }</strong> staat al in <strong>%{ playlist }</strong>.

# */*/*
source: 30 days
nl: 30 dagen

# */*/*
source: 60 days
nl: 60 dagen

# */*/*
source: 90 days
nl: 90 dagen

# Content/Library/Help text
source: A network error occurred while uploading this file
nl: Er is een netwerkfout opgetreden tijdens het uploaden van dit bestand

# */*/Placeholder
source: A short summary describing your changes.
nl: Een korte samenvatting van je aanpassingen.

# Footer/About/Title
source: About %{instanceName}
nl: Over %{instanceName}

# Footer/*/Title/Short
source: About Funkwhale
nl: Over Funkwhale

# Footer/About/List item.Link
source: About page
nl: Over

# Content/Home/Header
source: About this Funkwhale pod
nl: Over deze Funkwhale-pod

# Content/About/Header
source: About this pod
nl: Over deze pod

# Content/Library/Button.Label
source: Accept
nl: Accepteren

# Content/Library/Table/Short
source: Accepted
nl: Geaccepteerd

# Content/Settings/Message
source: Access disabled
nl: Toegang uitgeschakeld

# Content/OAuth Scopes/Paragraph
source: Access to audio files, libraries, artists, albums and tracks
nl: Toegang tot audiobestanden, bibliotheken, artiesten, albums, en nummers

# Content/OAuth Scopes/Paragraph
source: Access to content filters
nl: Toegang tot contentfilters

# Content/OAuth Scopes/Paragraph
source: Access to edits
nl: Toegang tot bewerkingen

# Content/OAuth Scopes/Paragraph
source: Access to email, username, and profile information
nl: Toegang tot je emailadres, gebruikersnaam en profiel

# Content/OAuth Scopes/Paragraph
source: Access to favorites
nl: Toegang tot favorieten

# Content/OAuth Scopes/Paragraph
source: Access to follows
nl: Toegang tot je volg-lijst

# Content/OAuth Scopes/Paragraph
source: Access to listening history
nl: Toegang tot je luistergeschiedenis

# Content/OAuth Scopes/Paragraph
source: Access to notifications
nl: Toegang tot notificaties

# Content/OAuth Scopes/Paragraph
source: Access to playlists
nl: Toegang tot afspeellijsten

# Content/OAuth Scopes/Paragraph
source: Access to radios
nl: Toegang tot radio's

# Content/*/*/Noun
source: Accessed date
nl: Benaderd op

# Content/Moderation/Title
source: Account data
nl: Accountgegevens

# Content/Settings/Title
source: Account settings
nl: Accountinstellingen

# Head/Settings/Title
source: Account Settings
nl: Accountinstellingen

# Content/Signup/Input.Label
source: Account's email
nl: E-mailadres van account

# Content/Library/Table.Label
source: Action
nl: Actie

# Content/*/Paragraph
source: Action %{ action } was launched successfully on %{ count } element
nl: Actie %{ action } is begonnen voor %{ count } element

# Content/*/*/Noun
source: Actions
nl: Acties

# Content/Admin/Table
source: Active
nl: Actief

# Content/Moderation/Title
source: Activity
nl: Activiteit

# Content/Settings/Dropdown.Label/Noun
source: Activity visibility
nl: Zichtbaarheid van activiteit

# Content/Moderation/Button/Verb
source: Add
nl: Toevoegen

# Content/Moderation/Form.Label/Verb
source: Add a domain
nl: Domein toevoegen

# Content/Moderation/Button/Verb
source: Add a moderation policy
nl: Een moderatiebeleid toevoegen

# Content/Moderation/Card.Button.Label/Verb
source: Add a new moderation rule
nl: Nieuwe moderatieregel toevoegen

# Content/Library/Title/Verb
source: Add and manage content
nl: Inhoud toevoegen en beheren

# */Playlist/Button.Label/Verb
source: Add anyways
nl: Toch toevoegen

# */Library/*/Verb
source: Add content
nl: Content toevoegen

# Content/Radio/Button.Label/Verb
source: Add filter
nl: Filter toevoegen

# Content/Radio/Paragraph
source: Add filters to customize your radio
nl: Voeg filters toe om je radio te personaliseren

# Content/Moderation/Button.Label/Verb
source: Add note
nl: Notitie toevoegen

# Content/Moderation/Action/Verb
source: Add to allow-list
nl: Toevoegen aan toelatingslijst

# */Queue/Dropdown/Button/Title
source: Add to current queue
nl: Aan huidige wachtrij toevoegen

# Content/Track/*/Verb
source: Add to favorites
nl: Toevoegen aan favorieten

# Sidebar/Player/Icon.Tooltip/Verb
source: Add to playlist…
nl: Aan afspeellijst toevoegen…

# */Queue/Dropdown/Button/Label/Short
source: Add to queue
nl: Toevoegen aan wachtrij

# Popup/Playlist/Table.Button.Tooltip/Verb
source: Add to this playlist
nl: Toevoegen aan deze afspeellijst

# Popup/Playlist/Table.Button.Label/Verb
source: Add track
nl: Nummer toevoegen

# Content/Admin/Table.User role
source: Admin
nl: Beheerder

# Sidebar/Admin/Title/Noun
source: Administration
nl: Administratie

# */*/*/Noun
source: Album artist
nl: Albumartiest

# Content/Moderation/Title
source: Album data
nl: Albumgegevens

# Content/*/Dropdown/Noun
source: Album name
nl: Albumnaam

# Content/Artist/Title
source: Albums by this artist
nl: Albums van deze artiest

# Content/*/Dropdown
source: All
nl: Alles

# Content/*/Paragraph
source: All %{ count } element selected
nl: Één element geselecteerd

# Head/Authorize/Title
source: Allow application
nl: Deze applicatie toestaan

# */*/*
source: Allow-list
nl: Toelatingslijst

# */*/*
source: Allowed domains
nl: Toegelaten domeinen

# Popup/Import/Message
source: An error occurred during upload processing. You will find more information below.
nl: Er is een fout opgetreden tijdens het verwerken van de upload. Meer informatie vind je hieronder.

# Content/Playlist/Error message.Title
source: An error occurred while saving your changes
nl: Er is een fout opgetreden tijdens het opslaan van je wijzigingen

# Popup/*/Message.Content
source: An error occurred while trying to refresh data:
nl: Er is een fout opgetreden tijdens het vernieuwen van gegevens:

# */*/Error
source: An HTTP error occurred while contacting the remote server
nl: Er is een HTTP-fout opgetreden bij het contacteren van de externe server

# Popup/Import/Error.Label
source: An unknown error occurred
nl: Er is een onbekende fout opgetreden

# */*/*
source: Anonymous access
nl: Anonieme toegang

# Popup/Moderation/Error message
source: Anonymous reports are disabled, please sign-in to submit a report.
nl: Anonieme meldingen zijn uitgeschakeld, gelieve je aan te melden om een melding in te dienen.

# */*/*/Noun
source: Application
nl: Applicatie

# Content/Applications/Title
source: Application details
nl: Applicatie-details

# Content/Applications/Label
source: Application ID
nl: Applicatie-ID

# Content/Application/Paragraph/
source: Application ID and secret are really sensitive values and must be treated like passwords. Do not share those with anyone else.
nl: De applicatie-ID en sleutel zijn gevoelige gegevens en moet je als wachtwoord beschouwen. Deel ze niet met anderen.

# Content/Applications/Label
source: Application secret
nl: Applicatie-sleutel

# Content/*/Button.Label/Verb
source: Approve
nl: Goedkeuren

# Content/*/*/Short
source: Approved
nl: Goedgekeurd

# Content/Library/Card/Short
source: Approved and applied
nl: Goedgekeurd en toegepast

# Content/Login/Title
source: Are you sure you want to log out?
nl: Weet je zeker dat je wilt uitloggen?

# */*/*/Noun
source: Artist
nl: Artiest

# Content/Moderation/Title
source: Artist data
nl: Artiestgegevens

# Content/*/Dropdown/Noun
source: Artist name
nl: Artiestnaam

# */Search/Input.Placeholder
source: Artist, album, track…
nl: Artiest, album, nummer…

# */*/*/Noun
source: Artists
nl: Artiesten

# Content/Search/Dropdown
source: Ascending
nl: Oplopend

# Content/Signup/Button.Label/Verb
source: Ask for a password reset
nl: Wachtwoordherstel aanvragen

# Content/Moderation/*
source: Assigned to
nl: Toegewezen aan

# Content/Moderation/Title
source: Audio content
nl: Audio-inhoud

# Popup/Keyboard shortcuts/Title
source: Audio player shortcuts
nl: Sneltoetsen audio-player

# Content/Signup/Button.Label/Verb
source: Authorize %{ app }
nl: Autoriseer %{ app }

# Content/Auth/Title/Verb
source: Authorize third-party app
nl: Autoriseer third-party app

# Content/Settings/Title/Noun
source: Authorized apps
nl: Geautoriseerde apps

# Popup/Playlist/Title
source: Available playlists
nl: Beschikbare afspeellijsten

# Content/Settings/Title
source: Avatar
nl: Gebruikersafbeelding

# Content/Signup/Link
source: Back to login
nl: Terug naar inlogpagina

# Content/Applications/Link
source: Back to settings
nl: Terug naar instellingen

# Content/Track/*/Noun
source: Bitrate
nl: Bitsnelheid

# Content/Moderation/*/Verb
source: Block everything
nl: Alles blokkeren

# Content/Moderation/Help text
source: Block everything from this account or domain. This will prevent any interaction with the entity, and purge related content (uploads, libraries, follows, etc.)
nl: Alles van dit account of deze domeinnaam blokkeren. Dit voorkomt elke interactie en verwijdert alle gerelateerde gegevens (uploads, bibliotheken, gevolgde accounts, enz.)

# Content/Home/Link
source: Browse public content
nl: Publieke content doorbladeren

# Content/Album/Title
source: Browsing albums
nl: Albums doorbladeren

# Content/Artist/Title
source: Browsing artists
nl: Artiesten doorbladeren

# Content/Playlist/Title
source: Browsing playlists
nl: Afspeellijsten doorbladeren

# Content/Radio/Title
source: Browsing radios
nl: Radio's doorbladeren

# Content/Radio/Title
source: Builder
nl: Bouwer

# Popup/Library/Paragraph
source: By unfollowing this library, you loose access to its content.
nl: Als je deze bibliotheek ontvolgt, verlies je toegang tot haar inhoud.

# Content/Moderation/Table.Label/Noun
source: Cached size
nl: Gecachete grootte

# */*/Button.Label/Verb
source: Cancel
nl: Annuleren

# Content/Library/Card.Paragraph
source: Cancel follow request
nl: Volgverzoek intrekken

# Content/Radio/Table.Label/Noun (Value is a number of Tracks)
source: Candidates
nl: Mogelijkheden

# Content/Library/Help text
source: Cannot upload this file, ensure it is not too big
nl: Kan dit bestand niet uploaden; zorg ervoor dat het niet te groot is

# */*/*
source: Category
nl: Categorie

# Footer/Settings/Dropdown.Label/Short, Verb
source: Change language
nl: Taal kiezen

# Content/Settings/Title/Verb
source: Change my password
nl: Wachtwoord wijzigen

# Content/Settings/Button.Label
source: Change password
nl: Wachtwoord wijzigen

# Footer/Settings/Dropdown.Label/Short, Verb
source: Change theme
nl: Verander thema

# */Signup/Title
source: Change your password
nl: Wachtwoord wijzigen

# Popup/Settings/Title
source: Change your password?
nl: Wil je je wachtwoord wijzigen?

# Content/Playlist/Paragraph
source: Changes synced with server
nl: Wijzigingen opgeslagen op server

# Content/Settings/Paragraph'
source: Changing your password will also change your Subsonic API password if you have requested one.
nl: Als je je wachtwoord wijzigt, dan wordt ook het wachtwoord voor de Subsonic-API gewijzigd als je deze had ingesteld.

# Popup/Settings/Paragraph
source: Changing your password will have the following consequences:
nl: Het aanpassen van je wachtwoord heeft de volgende gevolgen:

# Footer/*/List item.Link
source: Chat room
nl: Chat-ruimte

# Content/Applications/Paragraph/
source: Checking the parent "Read" or "Write" scopes implies access to all the corresponding children scopes.
nl: Het aanvinken van de bovenliggende "Lees"- of "Schrijf"-scopes impliceert toegang tot alle corresponderende kindscopes.

# Popup/Instance/Title
source: Choose your instance
nl: Kies je server

# Content/Library/Button.Label
source: Clear
nl: Wissen

# */Playlist/Button.Label/Verb
source: Clear playlist
nl: Afspeellijst wissen

# Popup/Keyboard shortcuts/Table.Label/Verb
source: Clear queue
nl: Wachtrij leegmaken

# Sidebar/Player/Icon.Tooltip/Verb
source: Clear your queue
nl: Wachtrij wissen

# Content/Library/Link.Title
source: Click to display more information about the import process for this upload
nl: Klik voor meer informatie over het importeerproces van deze upload

# Content/Library/Paragraph/Call to action
source: Click to select files to upload or drag and drop files or directories
nl: Klik om bestanden te selecteren, of sleep bestanden of mappen hierheen

# */*/Button.Label/Verb
source: Close
nl: Sluiten

# */*/Button.Label/Verb
source: Close and reload page
nl: Sluiten en pagina vernieuwen

# */*/*/State of registrations
source: Closed
nl: Gesloten

# */*/Button,Label
source: Collapse
nl: Toeklappen

# Content/Radio/Table.Label/Verb (Value is a List of Parameters)
source: Config
nl: Instellingen

# Modal/*/Button.Label/Short, Verb
source: Confirm
nl: Bevestigen

# Head/Signup/Title
source: Confirm your e-mail address
nl: Bevestig je e-mailadres

# Content/Signup/Form.Label
source: Confirmation code
nl: Bevestigingscode

# */Moderation/Message
source: Content filter successfully added
nl: Inhoudsfilter succesvol toegevoegd

# Content/Settings/Title/Noun
source: Content filters
nl: Inhoudsfilters

# Content/Settings/Paragraph
source: Content filters help you hide content you don't want to see on the service.
nl: Inhoudsfilters helpen je inhoud te verbergen die je niet wilt tegenkomen.

# Content/*/Button.Help text.Paragraph
source: Content have been updated, click refresh to see up-to-date content
nl: Inhoud is geüpdatet, klik vernieuwen om actuele inhoud te zien

# Content/About/Header
source: Contents
nl: Inhoud

# Footer/*/List item.Link
source: Contribute
nl: Bijdragen

# */*/Button.Label/Short, Verb
source: Copy
nl: Kopiëren

# Content/Playlist/Button.Tooltip/Verb
source: Copy queued tracks to playlist
nl: Kopieer nummers van de wachtrij naar de afspeellijst

# Content/Auth/Paragraph
source: Copy-paste the following code in the application:
nl: Kopieer en plak de volgende code in de applicatie:

# Popup/Embed/Paragraph
source: Copy/paste this code in your website HTML
nl: Kopieer/plak deze HTML-code in je website

# Content/Signup/Paragraph
source: Could not confirm your e-mail address
nl: We konden je e-mailadres niet bevestigen

# Content/Library/Error message.Title
source: Could not fetch remote library
nl: Externe bibliotheek kon niet opgehaald worden

# Content/Signup/Title
source: Create a funkwhale account
nl: Creëer een Funkwhale-account

# Content/Settings/Button.Label
source: Create a new application
nl: Maak een nieuwe applicatie aan

# Content/Library/Link/Verb
source: Create a new library
nl: Maak een nieuwe bibliotheek

# Popup/Playlist/Title/Verb
source: Create a new playlist
nl: Creëer een nieuwe afspeellijst

# */Signup/Link/Verb
source: Create an account
nl: Creëer een account

# Content/Applications/Button.Label/Verb
source: Create application
nl: Maak applicatie aan

# Content/Library/Button.Label/Verb
source: Create library
nl: Bibliotheek maken

# Content/Signup/Button.Label
source: Create my account
nl: Account creëren

# Content/Applications/Paragraph
source: Create one to integrate Funkwhale with third-party applications.
nl: Maak er een aan om Funkwhale te integreren met third-party applicaties.

# Content/Playlist/Button.Label/Verb
source: Create playlist
nl: Afspeellijst creëren

# Content/Radio/Button.Label/Verb
source: Create your own radio
nl: Creëer je eigen radiostation

# Content/*/*/Noun
source: Creation date
nl: Toegevoegd

# Content/Settings/Title/Noun
source: Current image
nl: Huidige afbeelding

# Content/Library/Title
source: Current usage
nl: Huidig verbruik

# Footer/Settings/Dropdown.Label/Theme name
source: Dark
nl: Donker

# */*/Error
source: Data returned by the remote server had invalid or missing attributes
nl: Gegevens verkregen van de externe server waren onvolledig of incorrect

# Popup/*/Message.Content
source: Data was refreshed successfully from remote server.
nl: Gegevens van externe server succesvol vernieuwd.

# Content/Library/Table.Label
source: Date
nl: Datum

# Popup/Import/Table.Label/Noun
source: Debug information
nl: Foutgegevens

# Popup/Keyboard shortcuts/Table.Label/Verb
source: Decrease volume
nl: Volume verlagen

# */*/*/Verb
source: Delete
nl: Verwijderen

# */Settings/Button.Label/Verb
source: Delete application
nl: Verwijder applicatie

# Popup/Settings/Title
source: Delete application "%{ application }"?
nl: Applicatie "%{ application }" verwijderen?

# Popup/Library/Button.Label/Verb
source: Delete library
nl: Bibliotheek verwijderen

# Popup/Moderation/Button.Label/Verb
source: Delete moderation rule
nl: Moderatie-regel verwijderen

# */*/Button.Label
source: Delete my account
nl: Verwijder mijn account

# */*/Button.Label
source: Delete my account…
nl: Verwijder mijn account…

# Popup/Playlist/Button.Label/Verb
source: Delete playlist
nl: Afspeellijst verwijderen

# Popup/Radio/Button.Label/Verb
source: Delete radio
nl: Radiostation verwijderen

# Content/Moderation/Button/Verb
source: Delete reported object
nl: Verwijder gemeld object

# Content/Moderation/Popup/Header
source: Delete reported object?
nl: Gemeld object verwijderen?

# Popup/Library/Title
source: Delete this album?
nl: Album verwijderen?

# Popup/Library/Title
source: Delete this artist?
nl: Artiest verwijderen?

# Popup/Library/Title
source: Delete this library?
nl: Deze bibliotheek verwijderen?

# Popup/Moderation/Title
source: Delete this moderation rule?
nl: Deze moderatie-regel verwijderen?

# Popup/Moderation/Title
source: Delete this note?
nl: Deze notitie verwijderen?

# Popup/Library/Title
source: Delete this suggestion?
nl: Deze suggestie verwijderen?

# Popup/Library/Title
source: Delete this tag?
nl: Deze tag verwijderen?

# Popup/Library/Title
source: Delete this upload?
nl: Deze upload verwijderen?

# Content/Search/Dropdown
source: Descending
nl: Aflopend

# Content/Moderation/Placeholder
source: Describe what actions have been taken, or any other related updates…
nl: Beschrijf welke acties zijn ondernomen, of eventuele andere gerelateerde updates …

# */*/*/Noun
source: Description
nl: Omschrijving

# Content/Moderation/Help text
source: Determine how much content the user can upload. Leave empty to use the default value of the instance.
nl: Bepaald hoeveel content de gebruiker kan uploaden. Laat leeg om de standaardwaarde van deze server te gebruiken.

# Content/Settings/Dropdown.Help text
source: Determine the visibility level of your activity
nl: Bepaal de zichtbaarheid van je activiteit

# Popup/Settings/Button.Label
source: Disable access
nl: Toegang uitschakelen

# Content/Settings/Button.Label/Verb
source: Disable Subsonic access
nl: Subsonic-toegang uitschakelen

# Popup/Settings/Title
source: Disable Subsonic API access?
nl: Subsonic-API-toegang uitschakelen?

# */*/*/State of feature
source: Disabled
nl: Uitgeschakeld

# */*/*/Noun
source: Disc number
nl: CD-nummer

# Content/Home/Link
source: Discover everything you need to know about Funkwhale and its features
nl: Ontdek alles wat je moet weten over Funkwhale en zijn functies

# Content/Settings/Link
source: Discover how to use Funkwhale from other apps
nl: Ontdek hoe je Funkwhale met andere apps kunt gebruiken

# Content/Notifications/Button.Label/Verb
source: Discover other ways to help
nl: Ontdek andere manieren om te helpen

# 'Content/*/*/Noun'
source: Display name
nl: Weergavenaam

# Content/Radio/Checkbox.Label/Verb
source: Display publicly
nl: Publiekelijk tonen

# Content/Moderation/Help text
source: Do not download any media file (audio, album cover, account avatar…) from this account or domain. This will purge existing content as well.
nl: Geen mediabestanden (audio, albumhoes, profielfoto…) downloaden van dit account of domein. Hiermee wordt ook bestaande content verwijderd.

# Content/Notifications/Header
source: Do you like Funkwhale?
nl: Vind je Funkwhale leuk?

# Popup/Playlist/Title
source: Do you want to clear the playlist "%{ playlist }"?
nl: Weet je zeker dat je de afspeellijst "%{ playlist }" wilt wissen?

# Modal/*/Title
source: Do you want to confirm this action?
nl: Wil je de actie bevestigen?

# Popup/Playlist/Title/Call to action
source: Do you want to delete the playlist "%{ playlist }"?
nl: Weet je zeker dat je de afspeellijst "%{ playlist }" wilt verwijderen?

# Popup/Radio/Title
source: Do you want to delete the radio "%{ radio }"?
nl: Weet je zeker dat je het radiostation "%{ radio }" wilt verwijderen?

# Popup/Settings/Title
source: Do you want to delete your account?
nl: Wil je jouw account verwijderen?

# Popup/Moderation/Title/Verb
source: Do you want to hide content from artist "%{ name }"?
nl: Wil je content van de artiest "%{ name }" verbergen?

# Modal/*/Title
source: Do you want to launch %{ action } on %{ count } element?
nl: Wil je %{ action } toepassen op %{ count } element?

# Popup/Moderation/Title/Verb
source: Do you want to report this object?
nl: Wil je dit object melden?

# Footer/*/List item.Link/Short, Noun
source: Documentation
nl: Documentatie

# Content/Moderation/*/Noun
source: Domain
nl: Domein

# */Moderation/*/Noun
source: Domains
nl: Domeinen

# Content/Notifications/Button.Label/Verb
source: Donate
nl: Doneer

# Content/Track/Link/Verb
source: Download
nl: Downloaden

# Content/Playlist/Paragraph/Call to action
source: Drag and drop rows to reorder tracks in the playlist
nl: Versleep de rijen om nummers op de afspeellijst te herordenen

# Content/*/*
source: Duration
nl: Duur

# Content/Signup/Message
source: E-mail address confirmed
nl: E-mailadres bevestigd

# Content/*/Button.Label/Verb
source: Edit
nl: Bewerken

# Content/Applications/Title
source: Edit application
nl: Bewerk applicatie

# Content/Moderation/Card.Title/Verb
source: Edit moderation rule
nl: Moderatie-regel aanpassen

# Content/*/Title
source: Edit this album
nl: Dit album bewerken

# Content/*/Title
source: Edit this artist
nl: Bewerk deze artiest

# Content/*/Title
source: Edit this track
nl: Bewerk dit nummer

# */Admin/*/Noun
source: Edits
nl: Wijzigingen
