Repository: RYGhub/funkwhale
Catalog: front/locales/*/LC_MESSAGES/app.po
Languages: nl

# Content/Library/Card.List item
source: Problem during scanning
nl: Probleem tijdens scannen

# Content/Library/Button.Label
source: Proceed
nl: Doorgaan

# Content/Signup/Link/Verb
source: Proceed to login
nl: Doorgaan met inloggen

# Content/Library/Tab.Title/Short
source: Processing
nl: Aan het verwerken

# Content/OAuth Scopes/Label
source: Profile
nl: Profiel

# Content/Signup/Form/Paragraph
source: Public registrations are not possible on this instance. You will need an invitation code to sign up.
nl: Vrije registraties zijn niet mogelijk op deze server. Je zult een uitnodigingscode nodig hebben om te registreren.

# */*/*/Verb
source: Purge
nl: Leegmaken

# Popup/Library/Title
source: Purge errored files?
nl: Foutieve bestanden verwijderen?

# Popup/Library/Title
source: Purge pending files?
nl: In behandeling zijnde bestanden verwijderen?

# Popup/Library/Title
source: Purge skipped files?
nl: Overgeslagen bestanden verwijderen?

# Content/Queue/Message
source: Queue shuffled!
nl: Wachtrij geshuffeld!

# Head/Radio/Title
source: Radio Builder
nl: Radio opzetten

# Content/Radio/Message
source: Radio created
nl: Radio gecreëerd

# Content/Radio/Input.Label/Noun
source: Radio name
nl: Radionaam

# Content/Radio/Message
source: Radio updated
nl: Radio bijgewerkt

# Content/OAuth Scopes/Label/Verb
source: Read
nl: Lezen

# Popup/Import/Table.Label/Value
source: Read our documentation for this error
nl: Lees onze documentatie voor deze fout

# Content/Auth/Label/Noun
source: Read-only
nl: Alleen-lezen

# Content/OAuth Scopes/Help Text
source: Read-only access to user data
nl: Alleen-lezen toegang tot gebruikersgegevens

# Content/Moderation/*/Noun
source: Reason
nl: Reden

# Content/Moderation/Table.Label/Noun
source: Received library follows
nl: Bibliotheek-volgers

# Content/Moderation/*/Noun
source: Received messages
nl: Ontvangen berichten

# Content/Library/Paragraph
source: Recent edits
nl: Recente bewerkingen

# Content/Library/Paragraph
source: Recent edits awaiting review
nl: Recente bewerking wachtend op een beoordeling

# Content/Home/Title
source: Recently added
nl: Recent toegevoegd

# Content/Home/Title
source: Recently added albums
nl: Recent toegevoegde albums

# Content/Home/Title
source: Recently favorited
nl: Recent toegevoegd aan favorieten

# Content/Home/Title
source: Recently listened
nl: Recent beluisterd

# Content/*/Button.Label/Short, Verb
source: Refresh
nl: Verversen

# Popup/*/Message.Title
source: Refresh error
nl: Fout bij vernieuwen

# Content/Moderation/Button/Verb
source: Refresh from remote server
nl: Vernieuwd door externe server

# Content/Moderation/Button.Label/Verb
source: Refresh node info
nl: Vernieuw serverinformatie

# Popup/*/Message.Title
source: Refresh pending
nl: Vernieuwing in afwachting

# Popup/*/Message.Title
source: Refresh successful
nl: Vernieuwen afgerond

# Content/*/Button.Tooltip/Verb
source: Refresh table content
nl: Vernieuw inhoud tabel

# Popup/*/Message.Title
source: Refresh was skipped
nl: Vernieuwen overgeslagen

# Content/Admin/Table, User role
source: Regular user
nl: Standaardgebruiker

# Content/Library/Button.Label
source: Reject
nl: Afkeuren

# Content/Moderation/*/Verb
source: Reject media
nl: Media afkeuren

# Content/Library/*/Short
source: Rejected
nl: Afgekeurd

# Content/*/*/Noun
source: Release date
nl: Publicatiedatum

# Content/Library/Paragraph
source: Remaining storage space
nl: Resterende opslagruimte

# Content/Notifications/Label
source: Remind me in:
nl: Herinner me over:

# Content/Library/Title/Noun
source: Remote libraries
nl: Externe verzamelingen

# Content/Library/Paragraph
source: Remote libraries are owned by other users on the network. You can access them as long as they are public or you are granted access.
nl: Externe bibliotheken worden beheerd door andere gebruikers op het netwerk. Je kunt ze gebruiken als ze publiek toegankelijk zijn of je toegang hebt gekregen.

# Content/Radio/Button.Label/Verb
source: Remove
nl: Verwijderen

# Content/Moderation/Button.Label
source: Remove filter
nl: Filter verwijderen

# Content/Moderation/Action/Verb
source: Remove from allow-list
nl: Verwijder van toelatingslijst

# Content/Track/Icon.Tooltip/Verb
source: Remove from favorites
nl: Verwijderen uit favorieten

# Popup/Library/Paragraph
source: Removes uploaded but yet to be processed tracks completely, adding the corresponding data to your quota.
nl: Alle nummers die geüpload maar nog niet verwerkt zijn, worden verwijderd. De bestanden worden gewist en je krijgt de bijbehorende opslagruimte terug.

# Popup/Library/Paragraph
source: Removes uploaded tracks skipped during the import processes completely, adding the corresponding data to your quota.
nl: Alle nummers die bij het importeren zijn overgeslagen, worden verwijderd. De bestanden worden gewist en je krijgt de bijbehorende opslagruimte terug.

# Popup/Library/Paragraph
source: Removes uploaded tracks that could not be processed by the server completely, adding the corresponding data to your quota.
nl: Alle nummers die zijn geüpload maar niet volledig door de server verwerkt konden worden, worden verwijderd. De bestanden worden gewist en je krijgt de bijbehorende opslagruimte terug.

# */Queue/Dropdown/Button/Title
source: Replace current queue
nl: Huidige wachtrij vervangen

# */Moderation/*/Verb
source: Report @%{ username }…
nl: @%{ username } melden…

# Content/Moderation/Card/Short
source: Report %{ id }
nl: Melding %{id}

# */Moderation/Message
source: Report successfully submitted, thank you
nl: Melding succesvol ingediend, dankjewel

# */Moderation/*/Verb
source: Report this album…
nl: Dit album rapporteren…

# */Moderation/*/Verb
source: Report this artist…
nl: Deze artiest rapporteren…

# */Moderation/*/Verb
source: Report this library…
nl: Deze bibliotheek rapporteren…

# */Moderation/*/Verb
source: Report this playlist…
nl: Deze afspeellijst rapporteren…

# */Moderation/*/Verb
source: Report this track…
nl: Dit nummer rapporteren…

# */Moderation/*/Button/Label,Verb
source: Report…
nl: Rapporteren…

# Content/*/*/Short
source: Reported object
nl: Gemeldde object

# */Moderation/*/Noun
source: Reports
nl: Meldingen

# */Settings/Button.Label/Verb
source: Request a new password
nl: Nieuw wachtwoord aanvragen

# Popup/Settings/Title
source: Request a new Subsonic API password?
nl: Nieuw Subsonic-API-wachtwoord aanvragen?

# Content/Settings/Button.Label/Verb
source: Request a password
nl: Wachtwoord aanvragen

# */Login/*/Verb
source: Reset your password
nl: Wachtwoord opnieuw instellen

# Content/*/*/Noun
source: Resolution date
nl: Datum opgelost

# Content/*/Button.Label/Verb
source: Resolve
nl: Oplossen

# Content/*/*/Short
source: Resolved
nl: Opgelost

# Content/Library/Dropdown/Verb
source: Restart import
nl: Importeren herstarten

# Content/Search/Dropdown.Label/Noun
source: Results per page
nl: Aantal resultaten per pagina

# Content/Signup/Link/Verb
source: Return to login
nl: Terug naar inloggen

# Content/Moderation/Link
source: Review my filters
nl: Mijn filters controleren

# */*/*/Verb
source: Revoke
nl: Intrekken

# */Settings/Button.Label/Verb
source: Revoke access
nl: Toestemming toegang intrekken

# Popup/Settings/Title
source: Revoke access for application "%{ application }"?
nl: Toegang voor de service "%{ application }" intrekken?

# Content/Moderation/Card.Title/Noun
source: Rule
nl: Regel

# Content/About/Header
source: Rules
nl: Regels

# Content/*/Button.Label/Verb
source: Save
nl: Opslaan

# Content/Library/Message
source: Scan launched
nl: Scan begonnen

# Content/Library/Card.Button.Label/Verb
source: Scan now
nl: Nu scannen

# Content/Library/Card.List item
source: Scan pending
nl: Nog te scannen

# Content/Library/Message
source: Scan skipped (previous scan is too recent)
nl: Scan overgeslagen (vorige scan was zeer recent)

# Content/Library/Card.List item
source: Scanned
nl: Gescand

# Content/Library/Card.List item
source: Scanned with errors
nl: Afgerond, maar met foutmeldingen

# Content/Library/Card.List item
source: Scanning… (%{ progress }%)
nl: Aan het scannen… (% {progress }%)

# Content/Search/Input.Label/Noun
source: Search
nl: Zoeken

# Content/Library/Input.Label/Verb
source: Search a remote library
nl: Zoek een externe bibliotheek

# Content/Search/Input.Placeholder
source: Search by account, summary, domain…
nl: Zoek op account, samenvatting, domein…

# Content/Search/Input.Placeholder
source: Search by domain, actor, name, description…
nl: Zoek op domeinnaam, gebruikersnaam, beschrijving…

# Content/Search/Input.Placeholder
source: Search by domain, name, MusicBrainz ID…
nl: Zoek op domein, naam, MusicBrainz ID…

# Content/Search/Input.Placeholder
source: Search by domain, title, artist, album, MusicBrainz ID…
nl: Zoek op domein, titel, artiest, album, MusicBrainz ID…

# Content/Search/Input.Placeholder
source: Search by domain, title, artist, MusicBrainz ID…
nl: Zoek op domein, titel, artiest, MusicBrainz ID…

# Content/Search/Input.Placeholder
source: Search by domain, username, bio…
nl: Zoek op domein, gebruikersnaam, biografie…

# Content/Search/Input.Placeholder
source: Search by name
nl: Zoek op naam

# Content/Search/Input.Placeholder
source: Search by name…
nl: Zoek op naam…

# Content/Library/Input.Placeholder
source: Search by title, artist, album…
nl: Zoek op titel, artiest, album…

# Content/Admin/Input.Placeholder/Verb
source: Search by username, e-mail address, code…
nl: Zoek op gebruikersnaam, e-mailadres, code…

# Content/Search/Input.Placeholder
source: Search by username, e-mail address, name…
nl: Zoek op gebruikersnaam, e-mailadres, naam…

# Sidebar/Search/Input.Placeholder
source: Search for artists, albums, tracks…
nl: Zoek artiesten, albums, nummers…

# Content/Search/Title
source: Search for some music
nl: Zoeken naar muziek

# Content/*/Button.Label/Verb
source: Search on Discogs
nl: Zoek bij Discogs

# Content/*/Button.Label/Verb
source: Search on Wikipedia
nl: Zoeken op Wikipedia

# Menu/*/Hidden text
source: Secondary menu
nl: Submenu

# Content/Admin/Menu.Title
source: Sections
nl: Secties

# Popup/Keyboard shortcuts/Table.Label/Verb
source: Seek backwards 30s
nl: Terugspoelen met 30s

# Popup/Keyboard shortcuts/Table.Label/Verb
source: Seek backwards 5s
nl: Terugspoelen met 5s

# Popup/Keyboard shortcuts/Table.Label/Verb
source: Seek forwards 30s
nl: Vooruitspoelen met 30s

# Popup/Keyboard shortcuts/Table.Label/Verb
source: Seek forwards 5s
nl: Vooruitspoelen met 5s

# Content/Radio/Dropdown.Placeholder/Verb
source: Select a filter
nl: Filter kiezen

# Content/*/Link/Verb
source: Select only current page
nl: Alleen deze pagina kiezen

# Content/Home/Link
source: Server rules
nl: Regels op deze server

# */*/*/Noun
source: Settings
nl: Instellingen

# Content/Settings/Message
source: Settings updated
nl: Instellingen bijgewerkt

# Content/Settings/Paragraph
source: Settings updated successfully.
nl: De instellingen zijn bijgewerkt.

# Content/Admin/Table.Label/Noun
source: Share link
nl: Link om te delen

# Content/Library/Title
source: Sharing link
nl: Link om te delen

# Content/Embed/Message
source: Sharing will not work because this pod doesn't allow anonymous users to access content.
nl: Delen werkt niet omdat anonieme gebruikers geen toegang hebben tot content op deze pod.

# */*/*/Verb
source: Show
nl: Toon

# Content/*/Button/Label/Verb
source: Show 1 more tag
nl: Nog 1 tag tonen

# Content/Library/Button.Label
source: Show all edits
nl: Toon alle wijzigingen

# Popup/Keyboard shortcuts/Table.Label/Verb
source: Show available keyboard shortcuts
nl: Toon beschikbare sneltoetsen

# */*/Button,Label
source: Show less
nl: Toon minder

# */*/Button,Label
source: Show more
nl: Toon meer

# Content/Notifications/Form.Label/Verb
source: Show read notifications
nl: Gelezen meldingen tonen

# Content/Settings/Button.Tooltip/Verb
source: Show/hide password
nl: Wachtwoord tonen/verbergen

# Content/*/Paragraph
source: Showing results %{ start }-%{ end } on %{ total }
nl: Resultaten - %{ start }-%{ end } van de %{ total }

# Popup/Keyboard shortcuts/Table.Label/Verb
source: Shuffle queue
nl: Wachtrij shuffelen

# Sidebar/Player/Icon.Tooltip/Verb
source: Shuffle your queue
nl: Shuffel je wachtrij

# */Signup/Title
source: Sign up
nl: Aanmelden

# */Signup/Title
source: Sign Up
nl: Registreren

# Content/Home/Paragraph
source: Sign up now to keep a track of your favorites, create playlists, discover new content and much more!
nl: Maak nu een account aan om je favorieten op te slaan, afspeellijsten te maken en nieuwe content te ontdekken!

# Content/Admin/Table.Label/Short, Noun (Value is a date)
source: Sign-up
nl: Registreren

# Content/Admin/Table.Label/Noun
source: Sign-up date
nl: Geregistreerd op

# Content/*/*/Noun
source: Size
nl: Grootte

# Content/Library/*
source: Skipped
nl: Overgeslagen

# Content/Library/Label
source: Skipped files
nl: Overgeslagen bestanden

# Content/Playlist/Paragraph
source: Some tracks in your queue are already in this playlist:
nl: Een aantal nummers in je wachtrij staat al in deze afspeellijst:

# Content/*/Paragraph
source: Sorry, the page you asked for does not exist:
nl: Sorry, de opgevraagde pagina bestaat niet:

# Footer/*/List item.Link
source: Source code
nl: Broncode

# Content/Profile/User role
source: Staff member
nl: Staflid

# */Queue/Button.Label/Short, Verb
source: Start radio
nl: Radio starten

# Content/Home/Header
source: Statistics
nl: Statistieken

# Content/Moderation/Help text
source: Statistics are computed from known activity and content on your instance, and do not reflect general activity for this account
nl: Statistieken worden berekend op basis van de activiteit en media op je server, en vertegenwoordigen niet de activiteit voor dit account

# Content/Moderation/Help text
source: Statistics are computed from known activity and content on your instance, and do not reflect general activity for this domain
nl: Statistieken worden berekend op basis van de activiteit en media op je server, en vertegenwoordigen niet de activiteit voor dit domein

# Content/Moderation/Help text
source: Statistics are computed from known activity and content on your instance, and do not reflect general activity for this object
nl: Statistieken worden berekend op basis van de activiteit en media op je server, en vertegenwoordigen niet de activiteit voor dit object

# */Player/Button.Label/Short, Verb
source: Stop radio
nl: Radio stoppen

# */*/Button.Label/Verb
source: Submit
nl: Indienen

# Content/Library/Button.Label/Verb
source: Submit and apply edit
nl: Bewerking verzenden en toepassen

# Content/Library/Button.Label
source: Submit another edit
nl: Nog een bewerking verzenden

# Content/Settings/Title
source: Subsonic API password
nl: Wachtwoord voor Subsonic-API

# Popup/Instance/List.Label
source: Suggested choices
nl: Aanbevelingen

# Content/Library/Tab.Title/Short
source: Summary
nl: Samenvatting

# Content/*/Paragraph
source: Text copied to clipboard!
nl: Tekst gekopieerd naar het klembord!

# Content/Moderation/Paragraph
source: The album will be removed, as well as associated uploads, tracks, favorites and listening history. This action is irreversible.
nl: Het album en de bijbehorende nummers, favorieten en luisterhistorie worden verwijderd. Dit kan niet ongedaan gemaakt worden.

# Footer/*/List item.Link
source: The funkwhale logo was kindly designed and provided by Francis Gading.
nl: Funkwhale-logo met liefde ontworpen door Francis Gading.

# Popup/Instance/Error message.List item
source: The given address is not a Funkwhale server
nl: Het opgegeven adres is geen Funkwhale-server

# Popup/Library/Paragraph
source: The library and all its tracks will be deleted. This can not be undone.
nl: De bibliotheek en al haar nummers worden verwijderd. Dit kan niet ongedaan gemaakt worden.

# Content/Moderation/Paragraph
source: The library will be removed, as well as associated uploads, and follows. This action is irreversible.
nl: De bibliotheek zal worden verwijderd, samen met alle bijbehorende nummers en volgers. Dit kan niet ongedaan gemaakt worden.

# Popup/*/Paragraph
source: The selected library will be removed, as well as associated uploads and follows. This action is irreversible.
nl: De verzameling zal worden verwijderd, samen met de bijbehorende nummers en volgers. Dit kan niet ongedaan gemaakt worden.

# Popup/*/Paragraph
source: The selected upload will be removed. This action is irreversible.
nl: De geselecteerde content zal worden verwijderd. Dit kan niet ongedaan gemaakt worden.

# Popup/Instance/Error message.List item
source: The server might be down
nl: De server is mogelijk niet beschikbaar

# Content/Settings/Paragraph
source: The Subsonic API is not available on this Funkwhale instance.
nl: De Subsonic-API is niet beschikbaar op deze server.

# Popup/Library/Paragraph
source: The suggestion will be completely removed, this action is irreversible.
nl: De suggestie zal worden verwijderd. Dit kan niet ongedaan gemaakt worden.

# Content/Moderation/Paragraph
source: The upload will be removed. This action is irreversible.
nl: De content zal worden verwijderd. Dit kan niet ongedaan gemaakt worden.

# Content/Library/List item
source: The uploaded music files are in OGG, Flac or MP3 format
nl: De geüploade bestanden zijn in de formaten OGG, FLAC of MP3

# Content/Album/Paragraph
source: This album is present in the following libraries:
nl: Dit album is beschikbaar in de volgende verzamelingen:

# Content/Artist/Paragraph
source: This artist is present in the following libraries:
nl: Deze artiest komt voor in de volgende verzamelingen:

# Content/Library/Paragraph
source: This instance offers up to %{quota} of storage space for every user.
nl: Deze server biedt tot %{ quota } opslagruimte aan elke gebruiker.

# Content/Profile/Button.Paragraph
source: This is you!
nl: Dit ben jij!

# Content/Library/Input.Placeholder
source: This library contains my personal music, I hope you like it.
nl: Deze bibliotheek bevat mijn persoonlijke muziek. Ik hoop dat het je smaak is.

# Content/Library/Paragraph
source: This reference will be used to group imported files together.
nl: Deze referentie wordt gebruikt om geïmporteerde bestanden te groeperen.

# Content/Track/Paragraph
source: This track is present in the following libraries:
nl: Dit nummer komt voor in de volgende verzamelingen:

# Popup/Playlist/Paragraph
source: This will completely delete this playlist and cannot be undone.
nl: De afspeellijst wordt volledig verwijderd; dit kan niet ongedaan worden gemaakt.

# Popup/Radio/Paragraph
source: This will completely delete this radio and cannot be undone.
nl: De radio wordt volledig verwijderd; dit kan niet ongedaan worden gemaakt.

# Popup/Settings/Paragraph
source: This will completely disable access to the Subsonic API using from account.
nl: De toegang tot de Subsonic-API vanaf dit account wordt uitgeschakeld.

# Popup/Settings/Paragraph
source: This will log you out from existing devices that use the current password.
nl: Je wordt uitgelogd op elk apparaat met het huidige wachtwoord.

# Popup/Playlist/Paragraph
source: This will remove all tracks from this playlist and cannot be undone.
nl: Alle nummers worden verwijderd uit de afspeellijst; dit kan niet ongedaan worden gemaakt.

# */*/*/Noun
source: Title
nl: Titel

# Popup/Instance/Paragraph
source: To continue, please select the Funkwhale instance you want to connect to. Enter the address directly, or select one of the suggested choices.
nl: Selecteer met welke Funkwhale-server je wil verbinden. Voer zelf de URL in, of kies een van de suggesties.

# Content/Library/Card.Help text
source: Total size of the files in this library
nl: Totale grootte van de bestanden in deze verzameling

# */*/*/Noun
source: Track
nl: Nummer

# Content/*/Dropdown/Noun
source: Track name
nl: Naam van nummer

# */*/*
source: Tracks
nl: Nummers

# Content/Artist/Title
source: Tracks by this artist
nl: Nummers van deze artiest

# */Library/Button.Label/Verb
source: Unfollow
nl: Ontvolgen

# Popup/Library/Title
source: Unfollow this library?
nl: Wil je deze verzameling ontvolgen?

# Sidebar/Player/Icon.Tooltip/Verb
source: Unmute
nl: Ontdempen

# Content/Library/Button.Label/Verb
source: Update library
nl: Verzameling bijwerken

# Content/Playlist/Button.Label/Verb
source: Update playlist
nl: Afspeellijst bijwerken

# Content/Settings/Button.Label/Verb
source: Update settings
nl: Instellingen bijwerken

# Content/Signup/Button.Label
source: Update your password
nl: Wachtwoord bijwerken

# Content/Library/Card.Button.Label/Verb
source: Upload
nl: Uploaden

# */*/*/Noun
source: Upload date
nl: Uploaddatum

# Content/Library/Title/Verb
source: Upload new tracks
nl: Nieuwe nummers uploaden

# Content/Library/Help text
source: Upload timeout, please try again
nl: Upload verlopen; probeer het opnieuw

# Content/Library/Table
source: Uploaded
nl: Geüpload

# Content/Library/Tab.Title/Short
source: Uploading
nl: Bezig met uploaden

# Footer/*/List item.Link
source: Use another instance
nl: Andere server gebruiken

# Content/Signup/Paragraph
source: Use this form to request a password reset. We will send an email to the given address with instructions to reset your password.
nl: Met dit formulier kun je een nieuw wachtwoord aanvragen. Je ontvangt van ons een e-mail op het door jou ingevoerde aangegeven adres met de instructies om je wachtwoord te herstellen.

# Content/Admin/Table
source: Used
nl: Gebruikt

# Content/Library/Table.Label
source: User
nl: Gebruiker

# Content/*/Title/Noun
source: User libraries
nl: Gebruikersverzamelingen

# Content/Radio/Title
source: User radios
nl: Gebruikersradio's

# Content/*/*
source: Username
nl: Gebruikersnaam

# Content/Login/Input.Label/Noun
source: Username or email
nl: Gebruikersnaam of e-mailadres

# */*/*/Noun
source: Users
nl: Gebruikers

# Footer/*/List item
source: Version %{version}
nl: Versie (%{ version })

# Content/Library/Link/Verb
source: View files
nl: Bestanden bekijken

# Content/*/*/Clickable, Verb
source: View on MusicBrainz
nl: Bekijken op MusicBrainz

# */*/*
source: Visibility
nl: Zichtbaarheid

# Content/Login/Error message.Title
source: We cannot log you in
nl: Er is een fout opgetreden tijdens het inloggen

# Head/Home/Title
source: Welcome
nl: Welkom

# */*/*
source: Yes
nl: Ja

# Content/Login/Button.Label
source: Yes, log me out!
nl: Ja, ik wil uitloggen!

# Content/Library/Paragraph
source: You are about to upload music to your library. Before proceeding, please ensure that:
nl: Je staat op het punt muziek te uploaden. Controleer voordat je doorgaat:

# Popup/Login/Paragraph
source: You are currently connected to <a href="%{ url }" target="_blank">%{ hostname }&nbsp;<i class="external icon"/></a>. If you continue, you will be disconnected from your current instance and all your local data will be deleted.
nl: Je bent momenteel verbonden met <a href="%{ url }" target="_blank">%{ hostname }&nbsp;<i class="external icon"/></a>. Als je doorgaat, word je ontkoppeld van de huidige server en zal al je lokale data worden gewist.

# Content/Login/Paragraph
source: You are currently logged in as %{ username }
nl: Je bent ingelogd als %{ username }

# */Instance/Message
source: You are now using the Funkwhale instance at %{ url }
nl: Je gebruikt nu de Funkwhale-server op %{ url }

# Content/Radio/Paragraph
source: You can use this interface to build your own custom radio, which will play tracks according to your criteria.
nl: Met dit hulpmiddel kun je je eigen radiostation opzetten. Dit station speelt nummers aan de hand van jouw wensen.
